[Language]
Code="fr"
Name="Français"
Version="2.7.1"
Translator="William Baumgartner"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Fermer"
Maximize="Maximiser"
Minimize="Minimiser"
Restore="Restaurer"
Menu="Menu Principal"

; Status Icon
[NotifyIcon]
Tip="Lingoes Translator\nCurseur Traducteur: [$CursorStatus]\nTraduire Sélection: [$SelectionStatus]\nTraduire Presse-papier: [$ClipboardStatus]"
InfoTitle="Lingoes Translator"
Info="Curseur Traducteur: [$CursorStatus]\nTraduire Sélection: [$SelectionStatus]\nTraduire Presse-papier: [$ClipboardStatus]"
Enabled="Activée"
Disabled="Désactivée"

[MainMenu]
Open="Ouvrir"
CursorTranslator="Curseur Traducteur"
SelectionTranslator="Traduire Sélection"
ClipboardTranslator="Traduire Presse-papier"
Configuration="Configuration..."
Appendices="Annexes..."
Dictionaries="Dictionnaires..."
Activation="Activation du Produit"
UpdateOnline="Mettre à jour en ligne"
Help="Aide"
About="A propos de Lingoes"
SupportOnline="Support en ligne"
Exit="Quitter"

[DlgInput]
Back="Précédent"
Forward="Suivant"
MainMenu="Menu Principal"
HistoryList="Historique"
Search="Rechercher", "Explications détaillées de la recherche"
WebSearch="Recherche Web"
AutoMatch="Tri Auto", "Tri Auto du Groupe Index"
MatchSetup="Options du Groupe Index ..."
FindEngine="Obtenir plus de moteurs Web..."

[DlgIndex]
Index="Index"
Guide="Guide"
Appendix="Annexe"
NoIndex="Pas d'Index"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Ajouter un dictionnaire dans <b>Groupe Index</b>, Vous pouvez avoir une suggestion orthographique lorsque vous tapez un mot.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Pour gérer le Groupe Index, cliquer ici.</u></a></div>"

[WebGuide]
Results="Résultats"
Spelling="Orthographes Alternatives"
Appendices="Annexes"
Options="Options"
Dictionaries="Dictionnaires...", "Gérer les Dictionnaires"
ManageAppendices="Annexes...", "Gérer les Annexes"
Configuration="Configuration...", "Ouvrir le dialogue de configuration"
Help="Aide", "Ouvrir l'aide Lingoes"
Homepage="lingoes.net", "Visiter le Site Web Lingoes "
Community="Communauté Lingoes", "Communauté Lingoes en ligne"

[DlgAppendix]
WndTitle="Options des Annexes"
Close="Fermer"
Install="Installer", "Annexes Lingoes (*.laf)|*.laf|", "L'installation a échoué! \nVous n'avez probablement pas de droits d'accès suffisants."
Delete="Effacer", "Voulez vous vraiment effacer \"[$Title]\"", "L'effacement \"[$Title]\" a échoué! \nVous n'avez probablement pas de droits d'accès suffisants."
Modify="Modifier", "Impossible de modifier! \nVous n'avez probablement pas de droits d'accès suffisants."
NewGroup="Nouveau Groupe", "Impossible de créer un nouveau groupe! \nVous n'avez probablement pas de droits d'accès suffisants."
MoveUp="Monter"
MoveDown="Descendre"
CreateAppendix="Créer mes Annexes..."
Download="Plus d'Annexes..."
Name="Nom"
Group="Groupe"
InstallSucceed="\"[$Title]\" Installation Réussie."
OverwriteInstall="L'annexe existe déjà, voulez-vous le remplacer?\n\nTitre:[$Title]\nNom: [$Name]"
InvalidInstallFile="Installation incorrecte!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="Modifier \"[$Title]\"", "Créer un nouveau groupe"
Name="Nom"
DisplayTitle="Titre"
DisplayStyle="Style"
Ok="Ok"
Cancel="Annuler"

[DlgAppendixBuilder]
WndTitle="Editeur d'Annexes"
Name="Nom:  (Seulement a-z, 0-9, trait d'union, et soulignement)", "Un nom est nécessaire, sont permis a-z, 0-9, trait d'union, et soulignement."
Title="Titre:", "Un titre est nécessaire!"
Location="Emplacement du dossier du projet:", "Impossible de créer le dossier du projet!", "Selectionner un dossier dédié
Create="Créer un nouveau projet", "La création du projet a réussi!\n\nMaintenant vous pouvez concevoir l'annexe librement en éditant le fichier \"index.html\".", "Impossible de créer le projet!"
Build="Créer", "La création du fichier Annexe a réussi!\n[$Filename]", "Impossible de créer le fichier Annexe!\n[$Filename]"
Close="Fermer"
Tips="Truc: Vous pouvez concevoir l'annexe librement en éditant le fichier \"index.html\" après avoir créer le nouveau projet."
OverwriteProject="Le fichier du projet existe déjà, le remplacer?"

[DlgStatus]
KeepVisible="Fenêtre toujours visible"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""

[DlgView]
Speak="Pronociation", "Prononce le texte choisi"
Search="Rechercher"
Copy="Copier"
Print="Imprimer..."
Save="Sauvegarder..."
Find="Rechercher..."
SelectAll="Selectionner tout"
TextTranslate="Traduction", "Lancer la Traduction de Textes"
StartPage="Page d'Accueil", "Page d'Accueil"
ShowIndex="Montrer la barre latérale"
HideIndex="Cacher la barre latérale"
SaveFilter="Fichier HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Options de voix..."
SelectVoice="Selectionner la voix"
Activation="Activation", "Assistant d'activation de Lingoes"

[DlgRegister]
Title="Lingoes - Enregistrement Utilisation Commerciale"
FreeDownload="Lingoes est gratuit pour une utilistion non commerciale.\r\nTélécharger la version gratuite ici..."
Name="Name:", "Le nom est obligatoire"
Email="E-mail:", "L'adresse E-mail est obligatoire"
RegCode="Register Code:", "Le code d'enregistrement est invalide"
Support="Service Consommateur"
Register="S'enregistrer", "La sauvegarde des informations d'enregistrement a échoué"
Exit="Quitter"

[DlgInfo]
Title="Message"
Ok="Ok"
Cancel="Annuler"
Yes="Oui"
No="Non"
Retry="Réessayer"
Abort="Abandonner"
Ignore="Ignorer"

[DlgAuthentication]
Title="Se connecter à "
TitleProxy="Se connecter à un serveur proxy "
Username="Utilisateur:"
Password="Mot de passe:"
Remember="Se souvenir du Mot de passe"
Ok="Ok"
Cancel="Annuler"

[WndGrab]
Open="Rechercher des explications détaillées"
Speak="Prononciation"
Copy="Copier"
TextTranslation="Traduction de Textes"
KeepSize="Conserver la taille de la fenêtre"
KeepVisible="Fenêtre toujours au dessus"
Back="Précédent"
Forward="Suivant"
Search="Rechercher\n  Enter:\t\tRechercher\n  Ctrl + Enter:\tRechercher des explications détaillées\n  Shift + Enter:\tTraduction de Textes\n  Alt + Enter:\tRecherche Web"
RollUp="Enrouler / Dérouler la fenêtre"

[DlgDictOption]
Title="Options des Dictionnaires"
NetInstall="Installer depuis Lingoes", "Installer les dictionnaires depuis le site de Lingoes"
Install="Installer", "Installer les dictionnaires depuis le disque"
Uninstall="Désinstaller", "Désinstaller le dictionnaire"
Add="Ajouter", "Ajouter un dictionnaire à la liste"
Remove="Supprimer", "Supprimer ce dictionnaire de la liste"
Download="Télécharger", "Télécharger ce dictionnaire pour une utilisation Hors ligne"
MoveTop="", "Au début"
MoveUp="", "Au dessus"
MoveDown="", "En dessous"
MoveBottom="", "A la fin"
MoreDetails="Details", "Voir les détails du dictionnaire"
Close="Fermer"

Installed="Dictionnaires Installés"
Query="Dictionnaires Installés"
Index="Groupe Index"
Grab="Groupe Traduction>Curseur"

InstalledList="Dictionnaires Installés"
QueryList="Dictionnaires Installés"
IndexList="Liste du Groupe Index "
GrabList="Liste du Groupe Traduction>Curseur"
DictID="ID"
Online="En ligne"

Type="Type"
OnlineType="Requiert une Connection Internet"
AddFilter="Dictionnaires Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Installer le dictionnaire"
Installing="Installation..."
IndexDictTooMany="Tips:\n\nL'ajout de trop de dictionnaires dans le \"Groupe Index\" ralentira le taux de coïncidence lors de la frappe des caractères dans la boite de recherche.\n\nAussi, il est recommandé de n'ajouter que les dictionnaires fréquemment utilisés dans le  \"Goupe Index\" ."

[DlgDictList]
Title="Ajouter dictionnaire"
Add="Ajouter"
Cancel="Annuler"
Select="Selectionner"
DictList="Dictionnaires Installés"
ID="ID"
Online="En ligne"

[DlgDictInfo]
Title="Détails du dictionnaire "
Close="Ok"

ID="ID"
MD5="MD5"
Name="Nom"
Version="Version"
Date="Date de Création"
Update="Dernière Mise à jour"
IndexCount="Nombre de mots"
Language=Langue
MoreLanguage=Plus..
DictTitle="Titre"
DictEdition="Edition"
DictDescription="Description"
PubAuthor="Auteur"
PubEmail="Email"
PubWebsite="Website"
PubCopyright="Copyright"
Filename="Nom du fichier"

; Installer Dictionnaires
[DlgDictInstall]
Title="Installer le dictionnaire"
InstallSucceed="Installation du dictionnaire réussie !\"[$DictTitle]\""
DictGroupOption="Options"
AddIndexGroup="Ajouter au \"Groupe Index\""
AddIndexGroupDesc="Lingoes recherchera les dictionnaires dans le Groupe Index and proposera l'occurence la plus proche dans la barre d'index."
AddGrabGroup="Ajouter au \"Groupe Traduction>Curseur\""
AddGrabGroupDesc="Lingoes recherchera les dictionnaires dans le Groupe Traduction>Curseur et affichera le résultat dans la fenêtre Traduction>Curseur pendant la traduction."
Ok="Ok"

; Configuration
[DlgOption]
Title="Configuration"
Ok="Ok"
Cancel="Annuler"
General="General"
Appearance="Apparence"
Connection="Connection"
Speech="Voix"
Hotkey="Raccourcis"
Translate="Traduire"
License="Licences"
Capture="Capture du Texte"
Other="Autres"

; General
[DlgOptGeneral]
Language="Langage"
UILanguage="Langue d'interface de l'utilisateur"

WebSearch="Recherche Web"
SelectWebSearch="Définir le moteur de recherche par défaut"

TermHistory="Historique des termes"
SaveHistory="Mots recherchés sauvegardés dans l'historique"
ClearHistory="Effacer l'historique"
ClearHistoryConfirmation="Etes-vous sûr de vouloir effacer l'historique?"

ResultCache="Cache local pour les dictionnaires en ligne"
ClearCache="Effacer le cache", "Etes-vous sûr de vouloir effacer le cache?"

AutoStart="Démarrer Lingoes à l'ouverture de Windows"
StartMin="Minimiser au démarrage"

; Appearance
[DlgOptAppearance]
UserInterface="Interface utilisateur"
WindowStyle="Style de fenêtre"
WindowFont="Police des textes de fenêtre"
WindowFontSize="Taille de police"
WindowFontSizeSchemeList="Petit = {9, 10.5}", "Grand = {10.5, 12}", "Moyen = {11.5, 13}"
ResultDisplay="Affichage du résultat"
TextFont="Police des textes"
TextFontSize="Taille de police"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Police phonétique"
CursorTranslatorBar="Fenêtre Traduction>Curseur"
FontColor="Couleur de police"
BackColor="Couleur de fond"
BorderColor="Couleur de bordure"
Transparence="Transparence de la  Fenêtre Traduction>Curseur"
SampleText="Traduction>Curseur"

[Style]
0="Aucun"
1="Style par défaut"

; Translate
[DlgOptTranslate]
SupportLCMap="Support dans la langue locale"
InstantTranslation="Traduction Instantannée"
TargetLanguage="Langue Cible:"
CurrentUserLanguage="= Langue de l'utilisateur"
TargetLanguage2="Si la langue cible est la même que la source, redéfinir comme:"
NoTranslate="= Pas de traduction"

; Capture
[DlgOptCapture]
CursorActivation="Mode Traduction>Curseur"
MouseActivation="Mode d'activation de la souris:"
MouseOver="Souris au dessus"
LeftMouseButton="Bouton gauche"
MiddleMouseButton="Bouton central"
RightMouseButton="Bouton droit"
MouseXButton1="Souris X Bouton1"
MouseXButton2="Souris X Bouton2"
TimeDelay="Délai:"
MSEL="millisecondes"
IgnoreNumber="Ignorer les Nombres"
IgnoreLatin="Ignorer Latin (Anglais, Français, Allemand, Espagnol, etc.)"
IgnoreCJK="Ignorer Est Asiatique (Chinois, Japonais, Coréen)"
IgnoreCyrillic="Ignorer Cyrillique (Russe, Bulgare, etc.)"
IgnoreArabic="Ignorer l'Arabe, l'Hebreu"
InstallAdobePlugin="Installer le Plug-in Adobe PDF"
ZonedWord="Mode Traduire Sélection"
ForTextSelection="Pour Texte Sélectionné"
ForDoubleClicking="Pour Double Clique"
ZonedWordFilterRule="Filtrage des Règles de Traduire Sélection..."
ShowOnlyFirstResult="Ne montrer que le premier résultat de la recherche"

; Capture - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="Editeur de Règles de Filtrage"
ProgramFilename="Nom du Programme", "Nom du Programme (Tous les programmes si vide)"
WndClassName="Nom de la Classe Window", "Nom de la Classe Window (Tous les noms si vide)"
DisableSelect="Ignorer la Sélection", "Ignorer la Sélection"
DisableDBLClick="Ignorer le Double Clic", "Ignorer le Double Clic"
Comment="Commentaire", "Commentaire"
Add="Ajouter"
Modify="Modifier"
Delete="Effacer", "Voulez-vous vraiment effacer ?"
Ok="Ok"
Cancel="Annuler"
LoadDefault="Charger Défaut", "Voulez-vous restaurer les paramètres par défaut?"
Browser="...", "Navigateur", "Programme (*.exe)|*.exe|"
Capture="...", "Capturer le Nom du type de fenêtre"
AllProgram="-- Tous les Programmes --"
AllWindow="-- Toutes les Fenêtres --"

[WndClassNameCapture]
Title="Capture du Nom de la Classe Window"
ProgramFilename="Nom du Fichier Programme"
WndClassName="Nom de la Classe Window"
Capture="Capturer depuis l'Ecran"

; Speech
[DlgOptSpeech]
RPPEngine="Moteur de Voix Naturelle"
RPPEnable="Activer"
RPPVoice="Voix"
RPPRebuildIndexFile="Reconstruire le Fichier Index", "La reconstruction du fichier d'index a échoué! \nVous n'avez peut-être pas les droits d'administrateurs."
Engine="Moteur Text-to-Speech (TTS)"
Voice="Voix"
Enable="Activer"
Volume="Volume"
Pitch="Tonalité"
Speed="Vitesse"
Format="Format", "Defaut", "Ne supporte pas le format audio: [$Format]"
RealtimePron="Prononciation en temps réel"
PronInQuery="Pendant la recherche du mot"
PronInCapture="Pendant la saisie du texte"
Test="Test"
EnterText="Entrer un texte et essayez cette voix"
DownloadTTS="Télécharger un pack de Voix Naturelle et le Moteur TTS..."

; Connect
[DlgOptConnection]
ConnectSet="Paramètres de Connection"
DirectConnect="Connection directe"
IEProxyConnect="Utiliser les paramètres Proxy de votre navigateur"
ProxyConnect="Connecter à travers un serveur proxy / Pare-feu"
ProxyServer="Serveur Proxy:"
ProxyPort="Port:"
Username="Utilisateur:"
Password="Mot de passe:"
OnlineUpdate="Mise à jour en ligne"
UpdateNow="Mettre à jour"
EnableUpdate="Activer la mise à jour en ligne"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Ouvrir la fenêtre principale"
GrabToggleKey="Touche Curseur Traducteur"
SelectionToggleKey="Touche Traduction Locale"
ClipboardToggleKey="Touche Traduction Presse-papier"
Pronounce="Prononcer"
CopyInterpretation="Copier le contenu dans la traduction"
SpeakSelectedText="Entendre le Texte Sélectionné"
StopSpeak="Arrêter l'écoute"
DisableHotKey="Désactiver les touches de raccourci"

[DlgExpire]
Title="Lingoes a expiré"
Ok="Mettre à jour maintenant "
Cancel="Quitter"
NetworkSettings="Options Réseau"
Support="Lingoes.net"
AskUpgrade="La version actuelle a expiré, vous devez faire une mise à jour vers la nouvelle version pour continuer! \nMise à jour vers la nouvelle version?"

[DlgAbout]
DlgTitle="About Lingoes"
Version="Version: "
PortableEdition="Edition Portable"
Email="Addresse Email"
Website="Lingoes Website"
LicenseTo="Ce produit est licencié à:"
LicenseID="ID: "

;---For Compatible 2.3.0 and older
Beta="Beta"
PersonalUser="Utilisation personnelle non commerciale"
;---------------------------------------

[WebResult]
SpellingAlternatives="Orthographes Alternatives"
SpellChecker="Controleur Orthographique"
TextTranslation="Traduction de texte"
WebSearch="Recherche Web"
MoreResults="Plus de Résultats"
WaitSearch="Demande des résultats de recherche..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Aucun résultat a été trouvé pour \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Comment utiliser Lingoes"
DownDictTip="Télécharger plus de Dictionnaires"
Intro="Supporte la traduction de plus de 80 langues dans les 2 sens<br>Traduction>Curseur, Traduction de Textes & Pronociation des mots"

[TextTranslation]
Title="Textes"
To="Vers"
Translate="Traduire"
RequestFailed="La requête du service de Traduction a échoué."
ConnectFailed="Lingoes n'a pas pu se connecter au serveur. Si vous êtes connecté à Internet, Veuillez vérifier vos paramètres de connection."
WaitRequest="Demande des résultats de traduction..."
ParseResultFailed="Echec à l'analyse de traduction. Si vous obtenez ce message plusieurs fois, Veuillez nous le rapporter."

; Layout
[Layout]
DictMenu="Menu Dictionnaire"
ShowResult="Montrer le résultat"
MinimizeResult="Minimiser le résultat"
FindWord="Rechercher: "

; Dictionary Menu
[DictMenu]
About="A propos..."
Enable="Activé"
Disable="Désactivé"
DisableMsg="Le dictionnaire est désactivé et ne montrera pas de résultats!\nVous pouvez l'activer depuis le dialogue  \"Dictionnaires\" ."
MoveTop="Placer comme meilleur résultat"
ArrangeResults="Arranger les résultats..."
IndexGroup="  (Groupe Index)"
QueryGroup="  (Groupe Requête)"
GrabGroup="  (Groupe Curseur Taducteur)"

[Update]
Title="Mise à jour en ligne"
AskUpgrade="Nouvelle version detectée. Voulez-vous faire la mise à jour?"
UpgradeNow="Nouvelle version detectée. Vous devez effectuer la mise à jour"
UpdateSuccess="Mise à jour réussie!"
UpdateFail="Echec de la mise à jour!"
NoUpdate="Cette version est la plus récente"

CheckUpdate="Vérification de mise à jour..."
GetUpdateInfo="Information de mise à jour..."
DownUpdateData="Téléchargement de la mise à jour..."
ExecUpdate="Mise à jour du système..."
GetUpgradeInfo="Information de mise à jour..."
DownUpgradeData="Téléchargement de la mise à jour..."
ExecUpgrade="Mise à jour du système..."
NeedExitForUpgrade="Lingoes va s'arrêter pour finir la mise à jour."

[Message]
InitUpdateServerFail="Echec à l'initialisation du service de mise à jour. "
StartDictServerFail="Echec au démarrage du service de dictionnaire."

DictFileErr="Format de fichier invalide!\n[$Filename]"
DictVersinTooOld="[$Filename]\nLa version actuelle du dictionnaire ([$DictVer]) est trop ancienne, Vous devez le mettre à jour.\n\nVoulez-vous visiter le site Lingoes pour chercher une nouvelle version?"
DictVersinTooNew="[$Filename]\nLa version actuelle du dictionnaire ([$DictVer]) requiert la dernière version de Lingoes.\n\nTélécharger la dernière version depuis le site Lingoes maintenant?"

AskDictRepeatInstall="La liste des dictionnaires inclut le dictionnaire \"[$DictTitle]\",\nVoulez-vous continuer?"
InstallDictFail="Echec à l'installation du dictionnaire:\n[$Filename]"
AskUninstall="Etes-vous sûr de vouloir désinstaller le dictionnaire?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="La désinstallation du dictionnaire a échoué\n\n[$DictTitle]\nID: [$DictID]""
AskRemoveFromGroup="Etes-vous sûr de vouloir supprimer le dictionnaire \"[$DictTitle]\" de la liste?"

MemoryAllocFail="Echec de l'allocation de mémoire"
FilenameInvalid="Nom de fichier invalide."
SaveFileFail="Echec à la sauvegarde du fichier"
OpenFileFail="Echec à l'ouverture du fichier"

AreYouAbort="Etes-vous sûr d'abandonner le processus courant?"
CreateThreadFail="Echec à la création du segment"
CreateEventFail="Echec à la création de l'événement"
Unfulfilment="La ressource est imcomplète"
OnlyProVersion="Cette caractéristique est seulement pour la version Pro."
NoRegister="Ceci est une version non enregistrée, SVP enregistrez Lingoes pour utiliser cette fonction."
UsernameIsEmpty="Le nom d'utilisateur est vide, SVP complétez le."
SaveSearchResultFail="Echec à la sauvegarde des résultats de la recherche."

OpenAppendixFail="Echec à l'ouverture du contenu de l'appendice."
OpenSpeechEngineFail="Echec au chargement du moteur TTS , Veuillez vérifier si TTS a été installé dans votre système! \n\nVous devez installer le moteur TTS dans votre système pour la synthèse vocale. Si non, téléchargez et installez le depuis le site Lingoes  \n\nVoulez-vous le télécharger maintenant?"

; NeedIE6Support="Lingoes a besoin d'Internet Explorer 6, mettez à jour votre navigateur."
NoImplement="Désolé, ressource indisponible"

InstallSucceed="Installation réussie." 
InstallFailed="Echec de l'installation."
